Repository: rpeyron/rphoto
Catalog: po/*.po
Languages: cs, fr, ru

source: Invalid size : please see provided examples
cs: Neplatná velikost: podívejte se na poskytnuté příklady
fr: Taille incorrecte : veuillez regarder les exemples proposés
ru: Неверный размер: смотрите предоставленные примеры

source: Resizing to %ld x %ld. Please wait...
fr: Redimensionnement par %ld x %ld. Merci de patienter...
ru: Изменение размера %ld x %ld. Пожалуйста, подождите...

source: Guide lines ratio set to %f ("%s") .
fr: Ratio des lignes guides réglé sur %f("%s") .
ru: Выбрано соотношение направляющих %f ("%s") .

source: Invalid numeric format : %s. This should have the following format : 'x.y description' (the numeric separator depends on your local parameters)
fr: Format numérique non valide : %s. Le format doit être : 'x,y description' (le séparateur décimal dépend de vos paramètres locaux)
ru: Неверный числовой формат: %s. Формат должен быть: 'x.y описание' (десятичный разделитель зависит от ваших региональных настроек)

source: Illegal directory name.
cs: Neplatný název složky
fr: Nom de fichier illégal.
ru: Недопустимое название папки.

source: Error
cs: Chyba
fr: Erreur
ru: Ошибка

source: File name exists already.
cs: Soubor s takovým názvem už v daném umístění existuje.
fr: Un autre fichier portant le nom choisi existe déjà.
ru: Имя файла уже существует.

source: %s %s (c) 2004 - Remi Peyronnet - http://www.via.ecp.fr/~remi
fr: %s %s (c) 2004 - Rémi Peyronnet http://www.via.ecp.fr/~remi
ru: %s %s © 2004 — Remi Peyronnet — http://www.via.ecp.fr/~remi

source: File to open
cs: Soubor k otevření
fr: Fichier à ouvrir
ru: Открыть файл

source: 0:0 (Free)|4:3 (Digital Photo)|3:2 (Paper Photo)|16:9 (Digital Photo - TV|1:1 (Square)
fr: 0:0 (Aucun)|4:3 (Photo numérique)|3:2 (Photo classique)|16:9 (Photo format - TV)|1:1 (Carré)
ru: 0:0 (свободное)|4:3 (цифровое фото)|3:2 (бумажное фото)|16:9 (Цифровое фото - TV|1:1 (квадрат)

source: 13:9 (Paper Photo - German 1)|18:13 (Paper Photo - German 2)|176x240 (Fixed Size)
fr: 13:9 (Photo Papier - Format Allemand 1)|18:13 (Photo Papier - Format Allemand 2)|176x240 (Taille Fixe)

source: Select new size|50% (Percentage)|640x480 (Width x Height)|800x0 (With ratio)|42kb (File size)
fr: Entrez la taille|50% (Pourcentage)|640x480 (Largeur x Hauteur)|42kb (Taille du fichier en ko)
ru: Выбрать новый размер|50% (проценты)|640x480 (ширина x высота)|800x0 (соотношение ширины)|42kb (размер файла)

source: 0 (Free)|0.33 (Third)|1.618 (Golden Rule)
fr: 0 (Pas de guide)|0,33 (Au tiers)|1,618 (Règle d'Or)
ru: 0 (свободные)|0.33 (правило третей)|1.618 (золотое сечение)

source: 0.5 (Middle)
fr: 0,5 (Milieu)
ru: 0.5 (центр)

source: This function is not yet implemented, or is being developped.
fr: Cette fonction n'est pas encore implémentée, ou est en cours d'élaboration.
ru: Эта функция ещё не внедрена или находится в стадии разработки.

source: Function not implemented.
fr: Fonction non implémentée.
ru: Функция не внедрена.

source: Ratio
cs: Poměr stran
ru: Соотношение сторон

source: Portrait
cs: Na výšku
ru: Книжная

source: Orientation
cs: Orientace
ru: Ориентация

source: &Image
cs: &Obrázek
ru: &Изображение

source: &Portrait
cs: Na &výšku
ru: &Книжная

source: &Ratio 16:9 - TV
cs: Pomě&r 16:9 – TV
ru: &Соотношение 16:9 - телевизионное

source: &Ratio
cs: Pomě&r
ru: &Соотношение

source: Inclinaison
cs: Kácení linií
ru: Наклон

source: Ratio :
cs: Poměr stran:
ru: Соотношение :

source: Resize
cs: Změnit rozlišení
ru: Изменить размер

source: Resize :
cs: Změnit rozlišení :
ru: Изменить размер :

source: Guide lines
cs: Vodící linky
ru: Направляющие

source: Guide Lines :
cs: Vodící linky :
ru: Направляющие :

source: kb
ru: кб

source: test
cs: zkouška
