Repository: rpeyron/rphoto
Catalog: po/*.po
Languages: cs, fr, ru

source: Preferences
cs: Předvolby
fr: Préférences
ru: Параметры

source: Main
cs: Hlavní
fr: Général
ru: Основные

source: Auto Save
cs: Automatické ukládání
fr: Enregistrement automatique
ru: Автоматическое сохранение

source: Crop before saving
fr: Recadrer avant d'enregistrer

source: Auto Save Folder
cs: Složka pro automatické ukládání
fr: Répertoire d'enregistrement automatique
ru: Папка автосохранения

source: Auto Save Suffix
cs: Přípona pro automatické ukládání
fr: Suffix d'enregistrement automatique
ru: Расширение автосохранения

source: Auto Crop after Rotation
cs: Po otočení automaticky oříznout
fr: Taille automatique après rotation
ru: Автоматически обрезать после поворота

source: Undo History
cs: Historie zpětných kroků
fr: Historique Annulation
ru: Журнал действий

source: Auto Select Max
cs: Automaticky vybrat nejvíce
fr: Région Max Auto

source: Width of the handles (pixels)
cs: Šířka úchopů (pixely)
fr: Largeur des poignées (pixels)

source: JPEGTran's path
cs: Popis umístění nástroje JPEGTran
fr: Chemin de l'exécutable JPEGTran
ru: Путь к JPEGTran

source: JHead's path
cs: Popis umístění nástroje JHead
fr: Chemin de l'exécutable JHead
ru: Путь к JHead

source: AutoRot on Load
cs: Automatické otočení při načtení
fr: Rotation automatique à l'ouverture
ru: Автоповорот при загрузке

source: Display Lossless warnings
cs: Zobrazovat bezztrátová varování
fr: Affiche les alertes JPEGTran
ru: Показывать предупреждения о потере качества

source: JPEG Quality (0-100)
cs: Kvalita JPEG (0-100)
fr: Qualité JPEG (0-100)
ru: Качество JPEG (0-100)

source: Favorite Exif Tags
cs: Oblíbené Exif značky
fr: Sélection de tags Exif
ru: Избранные метки Exif

source: Comments Encoding
cs: Kódování znaků textů komentářů
fr: Encodage des commentaires
ru: Кодировка комментариев

source: Defaults
cs: Výchozí
fr: Initialisation
ru: По умолчанию

source: Default Path
cs: Popis výchozího umístění
fr: Répertoire par défaut
ru: Расположение по умолчанию

source: Remember Last Opened Path
cs: Pamatovat si minule otevřené umístění
fr: Se souvenir du dernier répertoire ouvert
ru: Запоминать последнее расположение

source: Ratio's List
cs: Seznam poměrů stran
fr: Liste des ratios

source: Guide Ratio
fr: Ratio des guides
ru: Направляющие

source: Guide Lines Ratio's List
fr: Liste des ratios des guides

source: Resize's List
cs: Seznam rozlišení, do kterých přepočítávat
fr: Liste des dimensions

source: Automatic
cs: Automaticky
fr: Automatique
ru: Выбирать автоматически

source: Landscape
cs: Na šířku
fr: Paysage
ru: Альбомная

source: Appearance
cs: Vzhled
fr: Apparence
ru: Оформление

source: Fit the image inside the window
cs: Přizpůsobit přiblížení obrázku oknu
fr: Affiche l'image entière dans la fenêtre
ru: Уместить изображение внутри окна

source: Grey Out cutted off area (percent)
fr: Griser l'extérieur (pourcentage)
ru: Затемнение обрезаемой области (%)

source: &Open...
cs: &Otevřít…
fr: &Ouvrir...
ru: &Открыть...

source: Open a file.
cs: Otevřít soubor.
fr: Ouvre un fichier.
ru: Открыть файл.

source: &Save
cs: &Uložit
fr: &Enregistrer
ru: &Сохранить

source: Save the current file.
cs: Uložit stávající soubor.
fr: Enregistre le fichier courant.
ru: Сохранить текущий файл.

source: &Save as...
cs: &Uložit jako…
fr: Enregistrer &sous...
ru: &Сохранить как...

source: Save the current file under another name.
cs: Uložit stávající soubor pod jiným názvem.
fr: Enregistre le fichier sous un autre nom.
ru: Сохранить текущий файл под другим именем.

source: &Reload
cs: Načíst &znovu
fr: &Ré-ouvrir
ru: Пе&резагрузить

source: Reload original file.
cs: Znovu načíst původní soubor.
fr: Ré-ouvre le fichier dans sa version originale.
ru: Загрузить повторно исходный файл.

source: &Delete
cs: &Smazat
fr: S&upprimer
ru: &Удалить

source: Suppress the file.
cs: Potlačit soubor.
fr: Efface le fichier du disque dur.
ru: Игнорировать файл.

source: &Move
cs: &Přesunout
fr: &Déplacer
ru: &Переместить

source: Move the file to the selected folder.
cs: Přesunout soubor do vybrané složky.
fr: Déplace le fichier dans le répertoire sélectionné.
ru: Переместить файл в заданную папку.

source: Mo&ve Next
cs: &Přesunout další
fr: Déplace et S&uivant
ru: П&ереместить далее

source: Move the file to the selected folder and go to the next file.
cs: Přesunout soubor do vybrané složky a přejít na další soubor.
fr: Déplace le fichier dans le répertoire sélectionné et ouvre le fichier suivant.
ru: Переместить файл в заданную папку и перейти к следующему файлу.

source: Save to &Path
cs: &Uložit do umístění
fr: Enregistre dans le ré&pertoire sélectionné
ru: Сохранить по месту &расположения

source: Save the file to the selected folder.
cs: Uložit soubor do vybrané složky.
fr: Enregistre dans le répertoire sélectionné.
ru: Сохранить файл в заданную папку.

source: Save to Path &and Next
cs: Uložit do umístění &a další
fr: Enregistre dans le répertoire et suiv&ant
ru: Сохранить по месту расположения &и далее

source: Save the file to the selected folder and go to the next file.
cs: Uložit soubor do vybrané složky a pokračovat na další soubor.
fr: Enregistre le fichier dans le répertoire sélectionné et ouvre le fichier suivant.
ru: Сохранить файл по заданному месту расположения &и перейти к следующему файлу.

source: &Previous File
cs: &Předchozí soubor
fr: Fichier &précédent
ru: &Предыдущий файл

source: Open the previous file in the explorer.
cs: Otevřít předchozí soubor ve správci souborů.
fr: Ouvre le fichier précédent.
ru: Открыть предыдущий файл в обозревателе.

source: &Next File
cs: &Následující soubor
fr: Fichier suiva&nt
ru: &Следующий файл

source: Open the next file in the explorer.
cs: Otevřít následující soubor ve správci souborů.
fr: Ouvre le fichier suivant.
ru: Открыть следующий файл в обозревателе.

source: &Preferences
cs: &Předvolby
fr: &Préférences
ru: &Настройки

source: Define application's settings.
cs: Určit nastavení aplikace.
fr: Définit les options utilisateurs.
ru: Настройки программы.

source: &Quit
cs: U&končit
fr: &Quitter
ru: В&ыйти

source: Quit the application.
cs: Ukončit aplikaci.
fr: Quitte l'application.
ru: Завершить работу с приложением

source: &File
cs: &Soubor
fr: &Fichier
ru: &Файл

source: &Undo
cs: &Zpět
fr: &Annuler
ru: &Отменить

source: Undo previous image operation.
cs: Vzít zpět předchozí operace s obrázkem.
fr: Annule la dernière opération.
ru: Отменить предыдущее действие на изображением.

source: &Redo
cs: &Znovu
fr: &Rétablir
ru: &Повторить

source: Redo last undoed operation.
cs: Zopakovat předtím zpět vzatou operaci.
fr: Rétablit la dernière opération annulée.
ru: Повторить последнее отменённое действие.

source: Crop Mode
cs: Režim ořezávání
fr: Mode Recadrage
ru: Режим кадрирования

source: Use this mode to crop images.
cs: Použít tento režim pro ořezávání obrázků.
fr: Utiliser ce mode pour recadrer les images.
ru: Используйте этот режим для кадрирования изображений.

source: Inclinaison Mode
cs: Režim sklonu
fr: Mode Redressement d'images
ru: Режим наклона

source: Use this mode to correct inclinaison of images.
cs: Tento režim použijte pro opravení kácení linií obrázku
fr: Utiliser ce mode pour redresser l'image.
ru: Используйте этот режим для исправления наклона изображений.

source: &Crop
cs: Oř&ez
fr: Re&cadrer
ru: &Кадрировать

source: Crop image to selection.
cs: Oříznout obrázek podle výběru.
fr: Recadre l'image sur la zone sélectionnée.
ru: Кадрировать изображение по выделению.

source: Rotate &Left
cs: Otočit do&leva
fr: Tourner à &gauche
ru: П&ротив часовой стрелки

source: Rotate the image 90 degrees to the left.
cs: Otočit obrázek o 90° doleva.
fr: Tourne l'image de 90 degrés sur la gauche.
ru: Повернуть изображение на 90º влево.

source: Rotate &Right
cs: Rotovat vp&ravo
fr: Tourner à &droite
ru: По &часовой стрелке

source: Rotate the image 90 degrees to the right.
cs: Otočit obrázek o 90° doprava.
fr: Tourne l'image de 90 degrés sur la droite.
ru: Повернуть изображение на 90º вправо.

source: Correct &Inclinaison
cs: Opravit kácení linií
fr: Redresser l'&image
ru: Исправить &наклон

source: Mode Rotation : use the mouse to set horizontal / vertical lines.
cs: Režim otáčení: pomocí myši nastavte vodorovné/svislé linie.
fr: Mode Redressement : utiliser la souris pour fixer les lignes horizontales / verticales.
ru: Режим поворота: используйте мышь, чтобы установить горизонтальные/вертикальные линии.

source: Flip &Horizontal
cs: Převrátit &vodorovně
fr: Miroir &horizontal
ru: Повернуть &по горизонтали

source: Flip the image horizontally.
cs: Převrátit obrázek vodorovně.
fr: Inverse l'image comme avec un miroir horizontal.
ru: Повернуть &расположив по горизонтали

source: Flip &Vertical
cs: Převrátit &svisle
fr: Miroir &vertical
ru: Повернуть &по вертикали

source: Flip the image vertically.
cs: Převrátit obrázek svisle.
fr: Inverse l'image comme avec un miroir vertical.
ru: Повернуть &расположив по вертикали

source: Commen&t
cs: Komen&tář
fr: Commen&taire
ru: Прим&ечание

source: Modify comment.
cs: Upravit komentář.
fr: Modifier le commentaire.
ru: Изменить примечание.

source: Resi&ze
cs: Změ&nit velikost
fr: Re&dimensionne
ru: Изменить ра&змер

source: Resize image.
cs: Změnit rozlišení obrázku.
fr: Redimensionne l'image.
ru: Изменить размер изображения.

source: Lossless Operations
cs: Bezztrátové operace
fr: Opérations sans pertes
ru: Действия без потери качества

source: Activate lossless operations whenever it is possible.
cs: Použít bezztrátové operace kdykoli je to možné.
fr: Utilise les opérations JPEG sans pertes tant que possible.
ru: Задействуйте операции без потери качества там где это возможно.

source: JPEG &Optimize
cs: Optimalizace JPEG
fr: JPEG - &Optimisation
ru: &Оптимизировать JPEG

source: Optimize Huffman JPEG table.
cs: Optimalizovat Huffmanovu tabulku JPEG.
fr: Optimise la compression des tables Huffman du fichier JPEG.
ru: Оптимизировать таблицу Huffman JPEG.

source: JPEG &Progressive
cs: &Progresivní JPEG
fr: JPEG - &Progressif
ru: &Прогрессивный JPEG

source: Save the file as progressive.
cs: Uložit soubor jako progresivní.
fr: Sauvegarde le fichier JPEG avec un chargement progressif.

source: &Detect Quality
cs: &Zjistit kvalitu
fr: &Détecte la qualité
ru: &Определить качество

source: Detect the quality of the current file, and store it as default in the preferences.
cs: Zjistit kvalitu stávajícího souboru a uložit ji jako výchozí v předvolbách.
fr: Détecte la qualité du fichier en cours, et enregistre le résultat dans les préférences.
ru: Определить и использовать качество текущего файла в настройках по умолчанию.

source: JPEG Specific Options
cs: Volby pro JPEG
fr: Options Spécifiques JPEG
ru: Особые параметры JPEG

source: &Automatic Orientation
cs: &Automatická orientace
fr: Orientation &Automatique
ru: &Автоматическая ориентация

source: Automatic Orientation choice between Portrait or Landscape.
cs: Automatická volba orientace mezi na výšku a na šířku
fr: Choix automatique de l'orientation, entre portrait et paysage.
ru: Автоматическое ориентирование производит выбор между книжной и альбомной ориентацией.

source: &Landscape
cs: Na šíř&ku
fr: Pa&ysage
ru: &Альбомная

source: Force Landscape Orientation
cs: Vynutit orientaci na šířku
fr: Force l'orientation en mode paysage
ru: Использовать альбомную ориентацию

source: Force Portrait Orientation
cs: Vynutit orientaci na výšku
fr: Force l'orientation en mode portrait
ru: Использовать книжную ориентацию

source: &No Ratio
cs: Vol&ný poměr stran
fr: &Pas de Ratio imposé
ru: &Не использовать соотношение

source: Ratio checking is not used.
cs: Kontrola poměru stran není použita.
fr: Le maintien du ratio n'est pas utilisé.
ru: Проверка соотношения не используется.

source: &Ratio 4:3 - Numeric
cs: Pomě&r stran 4:3 – digitální
fr: Ratio 4:3 - &Numérique
ru: &Соотношение 4:3 - числовое

source: Common ratio used in numeric photo.
cs: Běžný poměr stran používaný v digitální fotografii.
fr: Ratio fréquent en photo numérique.

source: &Ratio 3:2 - Classic
cs: Pomě&r 3:2 – film
fr: Ratio 3:2 - &Argentique
ru: &Соотношение 3:2 - классическое

source: Common ratio used in classical photo.
cs: Běžný poměr stran používaný v klasické fotografii.
fr: Ratio courant en photo argentique.
ru: Соотношение используемое в классической фотографии.

source: Common ratio used in numeric TV photo.
cs: Běžný poměr stran používaný v digitální televizi.
fr: Ratio courant en photo numérique.

source: &Ratio 1:1 - Square
cs: Pomě&r 1:1 – čtvercový
fr: Ratio 1:1 - &Carré
ru: &Соотношение 1:1 - квадрат

source: Square ratio.
cs: Čtvercový poměr.
fr: Ratio carré.
ru: Квадратное соотношение.

source: &Custom Ratio
cs: Vlastní &poměr stran
fr: Ratio personnalisé
ru: &Настраиваемое соотношение

source: To enter a custom ratio, please go in the combo box.
cs: Pro zadání vlastního poměru stran přejděte do kombinovaného pole
fr: Pour entrer un ratio personnalisé, entrer le ratio dans la boîte de sélection de la barre d'outil.
ru: Чтобы ввести предпочитаемое соотношение, перейдите к раскрывающемуся списку.

source: Show &Explorer
cs: Zobrazit &Průzkumníka
fr: &Explorateur
ru: Показать &обозреватель

source: Show left explorer tab.
cs: Zobrazit levou kartu průzkumníka
fr: Montre l'explorateur sur la gauche.
ru: Показать вкладку обозревателя.

source: &Fit on Page
cs: &Přizpůsobit na stránce
fr: &Ajuste à la page
ru: &Уместить на странице

source: View the whole image in the window.
cs: Zobrazit celý obrázek v okně
fr: Affiche l'image entière dans la fenêtre.
ru: Просмотр цельного изображения в окне.

source: &View
cs: &Zobrazit
fr: &Affichage
ru: &Вид

source: User &manual
cs: Uživatelská &příručka
fr: &Guide utilisateur
ru: Руководство &пользователя

source: Help file.
cs: Soubor s nápovědou.
fr: Fichier d'aide.
ru: Справка.

source: &About...
cs: O &aplikaci…
fr: &A propos de...
ru: &Сведения о программе...

source: About this application.
cs: O této aplikaci.
fr: A propos de cette application.
ru: Сведения о программе.

source: &Help
cs: &Nápověda
fr: &Aide
ru: &Справка

source: Open
cs: Otevřít
fr: Ouvrir
ru: Открыть

source: Open a file
cs: Otevřít soubor
fr: Ouvrir un fichier
ru: Открыть файл

source: Save
cs: Uložit
fr: Enregistrer
ru: Сохранить

source: Save the current file
cs: Uložit stávající soubor
fr: Enregistre le fichier en cours
ru: Сохранить текущий файл

source: Reload
cs: Načíst znovu
fr: Ré-ouvrir
ru: Перезагрузить

source: Reload original file
cs: Znovu načíst původní soubor
fr: Ré-ouvre le fichier original
ru: Перезагрузить исходный файл

source: Previous
cs: Předchozi
fr: Précédent
ru: Предыдущий

source: Previous file
cs: Předchozí soubor
fr: Fichier précédent
ru: Предыдущий файл

source: Next
cs: Následující
fr: Suivant
ru: Следующий

source: Next file
cs: Další soubor
fr: Fichier suivant
ru: Следующий файл

source: Fit On Page
cs: Přizpůsobit na stránku
fr: Ajuste à la page
ru: Уместить на странице

source: Fit On Page.
cs: Přizpůsobit na stránku.
fr: Ajuste à la page.
ru: Уместить на странице.

source: JPEG Lossless
cs: JPEG bezztrátové
fr: JPEG Sans Pertes
ru: JPEG без потери качества

source: Performs JPEG operations lossless whenever possible.
cs: Kdykoli je to možné, provádí operace s JPEG bezztrátově.
fr: Réalise les manipulations JPEG sans pertes, autant que possible.
ru: По возможности выполнять операции с JPEG без потерь качества.

source: Crop
cs: Oříznout
fr: Recadre
ru: Кадрировать

source: Crop the image
cs: Oříznout obrázek
fr: Recadre l'image
ru: Кадрировать изображение

source: Correct inclinaison
cs: Napravit kácející se linie
fr: Redresse l'image
ru: Исправить наклон

source: Undo
cs: Zpět
fr: Annuler
ru: Отменить

source: Undo previous operation
cs: Vzít zpět předchozí operaci
fr: Annule la dernière opération
ru: Отменить предыдущее действие

source: Rotate Left
cs: Otočit vlevo
fr: Tourne à gauche
ru: Повернуть против часовой стрелки

source: Rotate the image to the left
cs: Otočit obrázek vlevo
fr: Tourne l'image sur la gauche
ru: Повернуть изображение влево

source: Rotate Right
cs: Otočit vpravo
fr: Tourne à droite
ru: Повернуть по часовой стрелке

source: Rotate the image to the right
cs: Otočit obrázek doprava
fr: Tourne l'image sur la droite
ru: Повернуть изображение вправо

source: Free Rotation
cs: Volné otáčení
fr: Orientation automatique
ru: Свободное вращение

source: Automatic Selection of Orientation
cs: Automatický výběr orientace
fr: Séléction automatique de l'orientation
ru: Автоматический выбор ориентации

source: Landscape Orientation
cs: Vodorovná orientace
fr: Orientation Paysage
ru: Альбомная ориентация

source: Portrait Orientation
cs: Svislá orientace
fr: Orientation Portrait
ru: Книжная ориентация

source: 0:0 (Free)
cs: 0:0 (volný)
fr: 0:0 (Aucun)

source: Resize
fr: Redimensionne

source: Guide Lines
fr: Lignes Guides

source: Browse
cs: Procházet
fr: Parcourir
ru: Обзор

source: Move Here
cs: Přesunout sem
fr: Déplace Ici
ru: Переместить сюда

source: Save Here
cs: Uložit sem
fr: Enregistre Ici
ru: Сохранить здесь

source: Move To
cs: Přesunout do
fr: Déplacer
ru: Переместить в

source: Tag
cs: Štítek
fr: Code
ru: Метка

source: Value
cs: Hodnota
fr: Valeur
ru: Значение

source: Fav. Exif
cs: Oblíb. exif
fr: Sélection
ru: Избр. Exif

source: All Exif
cs: Všechny exif
fr: Tous Exif
ru: Все Exif

source: Apply
cs: Použít
fr: Appliquer
ru: Применить

source: Comment
cs: Komentář
fr: Commentaire
ru: Примечание

source: Executing :
cs: Spouštění:
fr: Execute :
ru: Выполнение :

source: JPEGTran has returned an error :
cs: JPEGTran ohlásilo chybu:
fr: JPEGTran a retourné une erreur :
ru: JPEGTran возвратил ошибку :

source: JPEGTran Error
cs: Chyba JPEGTran
fr: Erreur JPEGTran
ru: Ошибка JPEGTran

source: Unable to launch JPEGTran : Please check that jpegtran executable is in the path.
cs: Nedaří se spustit JPEGTran:
fr: Impossible de lancer l'éxecutable JPEGTran : Merci de vérifier que jpegtran est dans le path.
ru: Невозможно запустить JPEGTran : Пожалуйста, убедитесь, что задан адрес файла программы jpegtran.

source: WARNING : This operation is not possible lossless. Non-transformable edge blocks have been dropped.
cs: VAROVÁNÍ: Tuto operaci nelze udělat bezztrátově. Netransformovatelné bloky na okraji budou zahozeny.
fr: ATTENTION : Cette opération n'est pas possible sans perte : les blocs fautifs sur les cotés de l'image ont été supprimés.

source: JPEGTran warning
cs: Varování z JPEGTran
fr: Alerte JPEGTran
ru: Предупреждение JPEGTran

source: JHead has returned an error :
cs: Chyba z JHead:
fr: JHead a retourné une erreur :
ru: JHead возвратил ошибку :

source: JHead Error
cs: Chyba JHead
fr: Erreur JHead
ru: Ошибка JHead

source: Unable to launch JHead : Please check that jhead executable is in the path.
fr: Impossible de lancer l'éxecutable JHead : Merci de vérifier que jhead est dans le path.
ru: Невозможно запустить JHead : Пожалуйста, убедитесь, что задан адрес файла программы jhead.

source: Loading %s...
cs: Načítání %s…
fr: Chargement de %s ...
ru: Загрузка %s...

source: The current image has unsaved changes. Do you want to save it ?
cs: Ve stávajícím obrázku jsou neuložené změny. Přejete si je uložit?
fr: Les modifications récentes n'ont pas été sauvegardées. Souhaitez-vous sauvergarder maintenant ?
ru: Изменения внесённые в текущее изображение не сохранены. Вы действительно хотите сохранить их?

source: Save file?
cs: Uložit soubor?
fr: Enregistrer le fichier ?
ru: Сохранить файл?

source: help_en.html
fr: help_fr.html

source: Applying modification of the comment.
cs: Aplikuje se úprava komentáře.
fr: Applique à l'image les modifications du commentaire.
ru: Применение изменения в примечании.

source: You have modified the comment but not saved it. Would you like to save this comment ?
cs: Upravili jste komentář ale neuložili. Přejete si komentář uložit?
fr: Vous avez modifié le commentaire mais pas encore appliqué à l'image. Désirez-vous enregistrer ce commentaire maintenant ?
ru: Вы внесли изменения в примечание, но не сохранили его. Вы действительно хотите сохранить это примечание?

source: Comment modification
cs: Vlastní úprava
fr: Modifier le commentaire
ru: Изменение примечания

source: Save a file
cs: Uložit soubor
fr: Enregistrer le fichier
ru: Сохранить файл

source: Are you sure to delete the file
cs: Opravdu chcete smazat soubor
fr: Etes-vous sûr de vouloir effacer le fichier
ru: Вы действительно хотите удалить этот файл

source: Delete confirmation
cs: Potvrzení smazání
fr: Confirmation de suppression
ru: Подтверждение удаления

source: No destination path selected.
cs: Nevybrán žádný popis cílového umístění.
fr: Aucun répertoire de destination n'est sélectionné.
ru: Адрес назначение не выбран.

source: Move to %s
cs: Přesunout do %s
fr: Déplace en %s
ru: Переместить в %s

source: Save to %s
cs: Uložit do %s
fr: Sauvegarde en %s
ru: Сохранить в %s

source: No cropping zone defined.
cs: Neurčena žádná oblast pro oříznutí
fr: Aucune zone de recadrage définie.
ru: Область кадрирования не задана.

source: No angle defined.
cs: Neurčen žádný úhel.
fr: Aucun angle défini.
ru: Угол не задан.

source: Rotating of %f degree. Please wait...
cs: Otáčí se o %f stupňů. Vyčkejte…
fr: Rotation de %f degrés. Merci de patentier...
ru: Поворот на %fº. Пожалуйста, подождите...

source: Done.
cs: Hotovo.
fr: Fin.
ru: Готово.

source: Detected the quality %d.
cs: Zjištěna kvalita %d.
fr: Qualité détectée : %d.
ru: Определено качество %d.

source: Please input the size you want. Example of valid formats are below : '50%s' to resize at 50 percent '640x480' to resize at width = 640 and height = 480 (0 = apply ratio) '42kb' to resize at a size that should be near 42kb when saving the file
fr: Veuillez entrer la taille souhaitée, en respectant un des formats ci-dessous : '50%s' pour diminuer de 50 pourcents '640x480' pour avoir une largeur de 640 et une hauteur de 480 (0 = respect du ratio) '42kb' pour redimensionner de sorte à ce que le fichier fasse 42 kilo-octets
ru: Пожалуйста, введите предпочитаемый размер. Пример допустимых форматов : '50%s' для изменения размера на 50 процентов '640x480' для изменения размера по ширине = 640 и высоте = 480 (0 = применить соотношение) '42kb' для изменения размера до 42 КБ во время сохранения файла

source: Resize Image
cs: Změnit velikost obrázku
fr: Redimensionne l'image
ru: Изменить размер изображения

source: Error writing comment : error %d.
cs: Chyba při zápisu komentáře: chyba %d.
fr: Erreur à l'écriture du commentaire (erreur %d)
ru: Ошибка записи примечания: ошибка %d.

source: Invalid fraction : %ld / %ld This should have the following format : 'x:y description'
fr: Fraction invalide : %ld / %ld Le format doit être : 'x:y description'
ru: Неверная дробь: %ld / %ld Формат должен быть: 'x:y описание'

source: Invalid fixed size : %ld x %ld This should have the following format : '111x222 description'
fr: Fraction invalide : %ld x %ld Le format doit être : '111x222 description'
ru: Неверный фиксированный размер: %ld x %ld Формат должен быть: '111x222 описание'

source: Invalid percent : %ld This should have the following format : 'x% description'
fr: Pourcentage invalide : %ld Le format doit être : 'x% description'

source: Detecting optimal size to obtain a size below %d bytes.
cs: Zjišťování optimální velikosti aby výsledná velikost byla pod %d bajtů.
fr: Détection de la taille optimale pour obtenir une taille de fichier de %d octets.
ru: Определение оптимального размера для получения файла меньше %d байт.

source: Current size is already below %d bytes !
fr: La taille courante est déjà en dessous de %d octets !

source: Empty image size is above %d bytes !
fr: Une image vide est déjà supérieure à %d octets !

source: Detected the size ok !
cs: Zjištěná veliksot v pořádku!
fr: Détection de la taille réussie !
